Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Basic is quick; Advanced refines the mask against the layer's own detail, for hair and fur
de: „Grundeinstellungen“ arbeitet schnell; „Erweitert“ verfeinert die Maske anhand der Ebenendetails, etwa für Haare und Fell
es: Básico es rápido; Avanzado perfecciona la máscara según los detalles de la propia capa, como el cabello y el pelo de animales
fr: Réglages de base est rapide ; Avancé affine le masque selon les détails du calque, notamment les cheveux et les poils
ja: 「基本」は高速に処理します。「詳細」は髪や毛並みなど、レイヤー自体の細部に合わせてマスクを調整します。
ko: 기본은 빠르게 처리합니다. 고급은 머리카락이나 털처럼 레이어 자체의 세부 묘사에 맞춰 마스크를 다듬습니다.
pt_br: Básico é rápido; Avançado refina a máscara com base nos detalhes da própria camada, como cabelos e pelos
zh_hans: “基本”处理速度快；“高级”根据图层细节优化蒙版，适合头发和毛发
zh_hant: 「基本」處理速度快；「進階」根據圖層細節最佳化遮色片，適合頭髮和毛髮

source: Black
de: Schwarz
es: Negro
fr: Noir
ja: ブラック
ko: 검정
pt_br: Preto
zh_hans: 黑色
zh_hant: 黑色

source: Black · Hide
de: Schwarz · Ausblenden
es: Negro · Ocultar
fr: Noir · Masquer
ja: 黒 · 隠す
ko: 검정 · 숨김
pt_br: Preto · Ocultar
zh_hans: 黑色 · 隐藏
zh_hant: 黑色 · 隱藏

source: Black & White
de: Schwarzweiß
es: Blanco y negro
fr: Noir et blanc
ja: 白黒
ko: 흑백
pt_br: Preto e branco
zh_hans: 黑白
zh_hant: 黑白

source: Blacks
de: Schwarz
es: Negros
fr: Noirs
ja: 黒レベル
ko: 검정 계열
pt_br: Pretos
zh_hans: 黑色色阶
zh_hant: 黑色

source: Blend
de: Mischen
es: Fusión
fr: Fusion
ja: ブレンド
ko: 혼합
pt_br: Mesclagem
zh_hans: 混合
zh_hant: 混合

source: Blend mode
de: Füllmethode
es: Modo de fusión
fr: Mode de fusion
ja: 描画モード
ko: 혼합 모드
pt_br: Modo de mesclagem
zh_hans: 混合模式
zh_hant: 混合模式

source: Blend mode “%1$@” isn’t supported and will be applied as Normal.
de: Die Füllmethode „%1$@“ wird nicht unterstützt. Es wird „Normal“ verwendet.
es: El modo de fusión «%1$@» no es compatible. Se utilizará Normal.
fr: Le mode de fusion « %1$@ » n’est pas pris en charge. Le mode Normal sera utilisé.
ja: 描画モード「%1$@」は未対応のため、「通常」を使用します。
ko: “%1$@” 혼합 모드는 지원되지 않아 표준 모드로 적용됩니다.
pt_br: O modo de mesclagem “%1$@” não é compatível. Será usado Normal.
zh_hans: 不支持混合模式“%1$@”，将使用“正常”模式。
zh_hant: 不支援混合模式「%1$@」，將使用「正常」模式。

source: Blend the chosen color into the edges while keeping the center unchanged
de: Mischen Sie die gewählte Farbe in die Ränder, während Sie die Mitte unverändert halten
es: Fusionar el color elegido con los bordes sin modificar el centro
fr: Mélanger la couleur choisie dans les bords tout en maintenant le centre inchangé
ja: 中央を変えずに、選択した色を周辺にブレンド
ko: 중심은 그대로 두고 선택한 색상을 가장자리에 혼합
pt_br: Mesclar a cor escolhida nas bordas sem alterar o centro
zh_hans: 将所选颜色混入边缘，保持中心不变
zh_hant: 將所選顏色混入邊緣，保持中心不變

source: Blending
de: Überblendung
es: Fusión
fr: Fusion
ja: ブレンド
ko: 혼합
pt_br: Mesclagem
zh_hans: 混合
zh_hant: 混合

source: Bloom
de: Überstrahlung
es: Resplandor difuso
fr: Halo lumineux
ja: ブルーム
ko: 블룸
pt_br: Brilho difuso
zh_hans: 辉光
zh_hant: 輝光

source: Bloom / Glow
de: Überstrahlung / Schein
es: Resplandor difuso / Resplandor
fr: Halo / Lueur
ja: ブルーム / 光彩
ko: 블룸 / 광선
pt_br: Brilho difuso / Brilho
zh_hans: 辉光 / 发光
zh_hant: 輝光 / 發光

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ko: 파랑
pt_br: Azul
zh_hans: 蓝色
zh_hant: 藍色

source: Blue Primary
de: Primärwert Blau
es: Azul primario
fr: Bleu primaire
ja: ブルー原色
ko: 파랑 원색
pt_br: Azul primário
zh_hans: 蓝原色
zh_hant: 藍色原色

source: Blues
de: Blautöne
es: Azules
fr: Bleus
ja: ブルー系
ko: 파랑 계열
pt_br: Azuis
zh_hans: 蓝色
zh_hant: 藍色

source: Blur
de: Weichzeichnen
es: Desenfocar
fr: Flou
ja: ぼかし
ko: 흐림 효과
pt_br: Desfoque
zh_hans: 模糊
zh_hant: 模糊

source: Blur / Smudge / Liquify
de: Weichzeichnen / Wischfinger / Verflüssigen
es: Desenfocar / Dedo / Licuar
fr: Flou / Doigt / Fluidité
ja: ぼかし / 指先 / ゆがみ
ko: 흐림 / 손가락 / 픽셀 유동화
pt_br: Desfoque / Borrar / Dissolver
zh_hans: 模糊 / 涂抹 / 液化
zh_hant: 模糊 / 塗抹 / 液化

source: Boost
de: Verstärkung
es: Realce
fr: Renforcement
ja: 増幅
ko: 강화
pt_br: Intensificação
zh_hans: 增强
zh_hant: 增強

source: Bottom
de: Unten
es: Inferior
fr: Bas
ja: 下
ko: 아래쪽
pt_br: Inferior
zh_hans: 下
zh_hant: 下

source: Bottom center
de: Unten Mitte
es: Centro inferior
fr: En bas au centre
ja: 中央下
ko: 아래쪽 가운데
pt_br: Centro inferior
zh_hans: 底部居中
zh_hant: 底部置中

source: Bottom left
de: Unten links
es: Inferior izquierda
fr: En bas à gauche
ja: 左下
ko: 왼쪽 아래
pt_br: Inferior esquerdo
zh_hans: 左下
zh_hant: 左下

source: Bottom right
de: Unten rechts
es: Inferior derecha
fr: En bas à droite
ja: 右下
ko: 오른쪽 아래
pt_br: Inferior direito
zh_hans: 右下
zh_hant: 右下

source: Bottom Right Pixel Color
de: Pixelfarbe unten rechts
es: Color del píxel inferior derecho
fr: Couleur du pixel inférieur droit
ja: 右下のピクセルの色
ko: 오른쪽 아래 픽셀 색상
pt_br: Cor do pixel inferior direito
zh_hans: 右下角像素颜色
zh_hant: 右下角像素顏色

source: Break the lines into glowing beads
de: Linien in leuchtende Perlen aufteilen
es: Romper las líneas en cuentas brillantes
fr: Diviser les lignes en perles lumineuses
ja: 線を分割して、光る粒の連なりにする
ko: 선을 빛나는 구슬 모양으로 분할
pt_br: Quebrar as linhas em contas brilhantes
zh_hans: 将线条分割为发光点
zh_hant: 將線條分割為發光點

source: Brightens or darkens the corners to counter lens falloff.
de: Hellt die Ecken auf oder dunkelt sie ab, um den Lichtabfall des Objektivs auszugleichen.
es: Aclara u oscurece las esquinas para compensar la pérdida de luz del objetivo.
fr: Éclaircit ou assombrit les coins pour compenser le vignettage de l’objectif.
ja: 画像の四隅を明るくしたり暗くしたりして、レンズによる周辺光量の低下を補正します。
ko: 모서리를 밝게 또는 어둡게 하여 렌즈의 주변부 광량 저하를 보정합니다.
pt_br: Clareia ou escurece os cantos para compensar a queda de luminosidade da lente.
zh_hans: 提亮或压暗四角，补偿镜头的边缘失光。
zh_hant: 提亮或壓暗四角，補償鏡頭的邊緣失光。

source: Brightens or darkens the whole picture, in stops of light. Hold Option to see clipped highlights.
de: Hellt das gesamte Bild in Blendenstufen auf oder dunkelt es ab. Halten Sie die Option-Taste gedrückt, um beschnittene Lichter anzuzeigen.
es: Aclara u oscurece toda la imagen en pasos de exposición. Mantenga pulsada Opción para ver las iluminaciones recortadas.
fr: Éclaircit ou assombrit toute l’image par valeurs d’exposition. Maintenez la touche Option pour afficher les tons clairs écrêtés.
ja: 画像全体の明るさを露出の段数で調整します。Option キーを押すと白飛びを確認できます。
ko: 노출 스톱 단위로 이미지 전체를 밝게 또는 어둡게 합니다. Option을 누르면 잘린 밝은 영역을 확인할 수 있습니다.
pt_br: Clareia ou escurece toda a imagem em pontos de exposição. Mantenha Option pressionada para ver os realces cortados.
zh_hans: 以曝光档数为单位提亮或压暗整幅图像。按住 Option 可查看高光剪切。
zh_hant: 以曝光檔數為單位提亮或壓暗整幅影像。按住 Option 可檢視亮部剪裁。

source: Brightness added by this wheel.
de: Helligkeit hinzugefügt durch dieses Rad.
es: Brillo añadido por esta rueda.
fr: Luminosité ajoutée par cette roue.
ja: このホイールで加える明るさ。
ko: 이 휠로 추가하는 밝기입니다.
pt_br: Brilho adicionado por esta roda.
zh_hans: 此色轮增加或减少的明亮度。
zh_hant: 此色輪增加或減少的明度。

source: Brush
de: Pinsel
es: Pincel
fr: Pinceau
ja: ブラシ
ko: 브러시
pt_br: Pincel
zh_hans: 画笔
zh_hant: 筆刷

source: Brush (B) · Eraser (E)
de: Pinsel (B) · Radiergummi (E)
es: Pincel (B) · Borrador (E)
fr: Pinceau (B) · Gomme (E)
ja: ブラシ（B）· 消しゴム（E）
ko: 브러시 (B) · 지우개 (E)
pt_br: Pincel (B) · Borracha (E)
zh_hans: 画笔 (B) · 橡皮擦 (E)
zh_hant: 筆刷 (B) · 橡皮擦 (E)

source: Brush Stroke
de: Pinselstrich
es: Trazo de pincel
fr: Coup de pinceau
ja: ブラシストローク
ko: 브러시 획
pt_br: Pincelada
zh_hans: 画笔描绘
zh_hant: 筆刷描繪

source: Brush tool
de: Pinsel-Werkzeug
es: Herramienta Pincel
fr: Outil Pinceau
ja: ブラシツール
ko: 브러시 도구
pt_br: Ferramenta Pincel
zh_hans: 画笔工具
zh_hant: 筆刷工具

source: Calibration
de: Kalibrierung
es: Calibración
fr: Étalonnage
ja: キャリブレーション
ko: 보정
pt_br: Calibração
zh_hans: 校准
zh_hant: 校正

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancel %1$@
de: %1$@ abbrechen
es: Cancelar %1$@
fr: Annuler %1$@
ja: %1$@をキャンセル
ko: %1$@ 취소
pt_br: Cancelar %1$@
zh_hans: 取消%1$@
zh_hant: 取消%1$@

source: Cancel current canvas operation
de: Aktuellen Vorgang auf der Arbeitsfläche abbrechen
es: Cancelar la operación actual del lienzo
fr: Annuler l’opération en cours sur la zone de travail
ja: 現在のカンバス操作をキャンセル
ko: 현재 캔버스 작업 취소
pt_br: Cancelar a operação atual da tela
zh_hans: 取消当前画布操作
zh_hant: 取消目前版面操作

source: Canvas
de: Arbeitsfläche
es: Lienzo
fr: Zone de travail
ja: カンバス
ko: 캔버스
pt_br: Tela
zh_hans: 画布
zh_hant: 版面

source: Canvas & Layers
de: Arbeitsfläche und Ebenen
es: Lienzo y capas
fr: Zone de travail et calques
ja: カンバスとレイヤー
ko: 캔버스 및 레이어
pt_br: Tela e camadas
zh_hans: 画布与图层
zh_hant: 版面與圖層

source: Canvas extension
de: Arbeitsflächenerweiterung
es: Extensión de lienzo
fr: Extension de la zone de travail
ja: カンバスの拡張
ko: 캔버스 확장
pt_br: Extensão da tela
zh_hans: 画布扩展
zh_hant: 版面延伸

source: Canvas Extension
de: Arbeitsflächenerweiterung
es: Extensión de lienzo
fr: Extension de la zone de travail
ja: カンバスの拡張
ko: 캔버스 확장
pt_br: Extensão da tela
zh_hans: 画布扩展
zh_hant: 版面延伸

source: Canvas Size
de: Arbeitsfläche
es: Tamaño de lienzo
fr: Taille de la zone de travail
ja: カンバスサイズ
ko: 캔버스 크기
pt_br: Tamanho da tela
zh_hans: 画布大小
zh_hant: 版面尺寸

source: Canvas Size…
de: Arbeitsfläche…
es: Tamaño de lienzo…
fr: Taille de la zone de travail…
ja: カンバスサイズ…
ko: 캔버스 크기…
pt_br: Tamanho da tela…
zh_hans: 画布大小…
zh_hant: 版面尺寸…

source: Canvas text
de: Text auf der Arbeitsfläche
es: Texto del lienzo
fr: Texte sur la zone de travail
ja: カンバス上のテキスト
ko: 캔버스 텍스트
pt_br: Texto da tela
zh_hans: 画布文字
zh_hant: 版面文字

source: Cell Size
de: Zellgröße
es: Tamaño de celda
fr: Taille de la cellule
ja: セルサイズ
ko: 셀 크기
pt_br: Tamanho da célula
zh_hans: 单元格大小
zh_hant: 單元格大小

source: Center
de: Mitte
es: Centro
fr: Centre
ja: 中央
ko: 중앙
pt_br: Centro
zh_hans: 居中
zh_hant: 置中

source: Centimeters
de: Zentimeter
es: Centímetros
fr: Centimètres
ja: センチメートル
ko: 센티미터
pt_br: Centímetros
zh_hans: 厘米
zh_hant: 公分

source: Channel
de: Kanal
es: Canal
fr: Couche
ja: チャンネル
ko: 채널
pt_br: Canal
zh_hans: 通道
zh_hant: 色版

source: Characters
de: Zeichen
es: Caracteres
fr: Caractères
ja: 文字
ko: 문자
pt_br: Caracteres
zh_hans: 字符
zh_hant: 字元

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Verificar atualizações…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose a custom grid color
de: Wählen Sie eine benutzerdefinierte Rasterfarbe
es: Elija un color de cuadrícula personalizado
fr: Choisissez une couleur de grille personnalisée
ja: グリッドのカスタムカラーを選択
ko: 사용자 정의 격자 색상 선택
pt_br: Escolha uma cor de grade personalizada
zh_hans: 选择自定网格颜色
zh_hant: 選取自訂格點顏色

source: Choose a JPEG, PNG, HEIC, TIFF, or Photoshop (PSD) file.
de: Wählen Sie eine JPEG-, PNG-, HEIC-, TIFF- oder Photoshop-Datei (PSD).
es: Elija un archivo JPEG, PNG, HEIC, TIFF o Photoshop (PSD).
fr: Choisissez un fichier JPEG, PNG, HEIC, TIFF ou Photoshop (PSD).
ja: JPEG、PNG、HEIC、TIFF、または Photoshop（PSD）ファイルを選択してください。
ko: JPEG, PNG, HEIC, TIFF 또는 Photoshop (PSD) 파일을 선택하세요.
pt_br: Escolha um arquivo JPEG, PNG, HEIC, TIFF ou Photoshop (PSD).
zh_hans: 请选择 JPEG、PNG、HEIC、TIFF 或 Photoshop (PSD) 文件。
zh_hant: 請選取 JPEG、PNG、HEIC、TIFF 或 Photoshop (PSD) 檔案。

source: Choose a single key with optional modifiers.
de: Wählen Sie eine einzelne Taste, optional mit Zusatztasten.
es: Elija una sola tecla con modificadores opcionales.
fr: Choisissez une touche unique, éventuellement accompagnée de touches de modification.
ja: キーを 1 つ選択してください。修飾キーも組み合わせられます。
ko: 키 하나를 선택하세요. 보조 키를 함께 사용할 수 있습니다.
pt_br: Escolha uma única tecla com modificadores opcionais.
zh_hans: 请选择一个按键，可搭配修饰键使用。
zh_hant: 請選取一個按鍵，可搭配修飾鍵使用。

source: Choose the %1$@ color
de: Wählen Sie die Farbe %1$@
es: Elegir el color de %1$@
fr: Choisissez la couleur %1$@
ja: %1$@の色を選択
ko: %1$@ 색상 선택
pt_br: Escolher a cor de %1$@
zh_hans: 选择%1$@颜色
zh_hant: 選取%1$@顏色

source: Choose the dark color
de: Wählen Sie die dunkle Farbe
es: Elija el color oscuro
fr: Choisissez la couleur foncée
ja: 暗部の色を選択
ko: 어두운 색상 선택
pt_br: Escolha a cor escura
zh_hans: 选择暗部颜色
zh_hant: 選取暗部顏色

source: Choose the light color
de: Helle Farbe auswählen
es: Elegir el color claro
fr: Choisir la couleur claire
ja: 明部の色を選択
ko: 밝은 색상 선택
pt_br: Escolher a cor clara
zh_hans: 选择亮部颜色
zh_hant: 選取亮部顏色

source: Choose the vignette color
de: Wählen Sie die Vignettenfarbe
es: Elegir el color de la viñeta
fr: Choisissez la couleur de la vignette
ja: 周辺光量効果の色を選択
ko: 비네팅 색상 선택
pt_br: Escolher a cor da vinheta
zh_hans: 选择晕影颜色
zh_hant: 選取暈映顏色

source: Chooses how bright an area must be to glow. Has no effect until Glow is raised.
de: Legt fest, wie hell ein Bereich sein muss, um zu leuchten. Wirkt erst bei erhöhtem Schein.
es: Determina cuánto brillo necesita una zona para emitir resplandor. No tiene efecto hasta que se aumenta Resplandor.
fr: Définit la luminosité minimale d’une zone pour produire une lueur. Sans effet tant que la lueur n’est pas augmentée.
ja: 光彩が生じる明るさのしきい値を設定します。「光彩」を上げるまで効果は現れません。
ko: 광선이 생기는 밝기의 임계값을 설정합니다. 광선 값을 높여야 효과가 나타납니다.
pt_br: Determina o brilho necessário para uma área emitir um halo. Não tem efeito até aumentar Brilho.
zh_hans: 设置产生辉光的亮度阈值。“发光”大于零时才有效。
zh_hant: 設定產生輝光的亮度閾值。「發光」大於零時才有效。

source: Chooses how strongly the calibration sliders below are applied. Version 6 is the current default.
de: Legt die Stärke der untenstehenden Kalibrierungsregler fest. Version 6 ist der aktuelle Standard.
es: Determina la intensidad de los reguladores de calibración siguientes. La versión 6 es la predeterminada actual.
fr: Définit l’intensité d’application des curseurs d’étalonnage ci-dessous. La version 6 est la valeur par défaut actuelle.
ja: 下のキャリブレーションスライダーの適用強度を選択します。現在の初期設定はバージョン 6 です。
ko: 아래 보정 슬라이더의 적용 강도를 선택합니다. 현재 기본값은 버전 6입니다.
pt_br: Determina a intensidade dos controles deslizantes de calibração abaixo. A versão 6 é o padrão atual.
zh_hans: 决定下方校准滑块的调整强度。当前默认使用版本 6。
zh_hant: 決定下方校正滑桿的調整強度。目前預設使用版本 6。

source: circle
de: Kreis
es: círculo
fr: cercle
ja: 正円
ko: 원
pt_br: círculo
zh_hans: 正圆
zh_hant: 正圓

source: Clarity
de: Klarheit
es: Claridad
fr: Clarté
ja: 明瞭度
ko: 명료도
pt_br: Claridade
zh_hans: 清晰度
zh_hant: 清晰度

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

source: Clear Guides
de: Hilfslinien löschen
es: Borrar guías
fr: Effacer les repères
ja: ガイドを消去
ko: 안내선 지우기
pt_br: Apagar guias
zh_hans: 清除参考线
zh_hant: 清除參考線

source: Clear Menu
de: Menü löschen
es: Borrar menú
fr: Effacer le menu
ja: メニューを消去
ko: 메뉴 지우기
pt_br: Limpar menu
zh_hans: 清除菜单
zh_hant: 清除選單

source: Clear Selection Pixels
de: Auswahlpixel löschen
es: Borrar píxeles seleccionados
fr: Effacer les pixels sélectionnés
ja: 選択範囲のピクセルを消去
ko: 선택 영역 픽셀 지우기
pt_br: Limpar pixels selecionados
zh_hans: 清除选区内像素
zh_hant: 清除選取範圍內的像素

source: Clear the haze that leaves background showing through thin areas
de: Schleier entfernen, durch die der Hintergrund in dünnen Bereichen sichtbar bleibt
es: Eliminar la neblina que deja ver el fondo en las zonas finas
fr: Éliminer le voile qui laisse transparaître l’arrière-plan dans les zones fines
ja: 薄い部分から背景が透けて見えるかすみを除去
ko: 얇은 영역에서 배경이 비쳐 보이는 흐릿함 제거
pt_br: Remover a névoa que deixa o fundo aparecer nas áreas finas
zh_hans: 清除细薄区域中透出的残留背景
zh_hant: 清除細薄區域中透出的殘留背景

source: Clears haze when raised, and adds haze when lowered.
de: Höhere Werte entfernen Dunst, niedrigere Werte fügen Dunst hinzu.
es: Elimina neblina al aumentar el valor y la añade al reducirlo.
fr: Les valeurs élevées suppriment la brume ; les valeurs basses en ajoutent.
ja: 値を上げるとかすみを除去し、下げるとかすみを加えます。
ko: 값을 높이면 안개를 제거하고 낮추면 안개를 추가합니다.
pt_br: Remove a névoa ao aumentar o valor e a adiciona ao reduzi-lo.
zh_hans: 提高数值可去除朦胧，降低数值可增加朦胧。
zh_hant: 提高數值可去除朦朧，降低數值可增加朦朧。

source: Click a pixel that should be neutral.
de: Klicken Sie auf ein Pixel, das neutral sein soll.
es: Haga clic en un píxel que debe ser neutral.
fr: Cliquez sur un pixel qui devrait être neutre.
ja: 無彩色になるべきピクセルをクリックしてください。
ko: 무채색이어야 하는 픽셀을 클릭하세요.
pt_br: Clique em um pixel que deve ser neutro.
zh_hans: 单击应为中性灰的像素。
zh_hant: 按一下應為中性灰的像素。

source: Click a purple or green fringe to set its hue range.
de: Klicken Sie auf einen violetten oder grünen Farbsaum, um seinen Farbtonbereich festzulegen.
es: Haga clic en un halo púrpura o verde para definir su intervalo de tono.
fr: Cliquez sur une frange violette ou verte pour définir sa plage de teintes.
ja: パープルまたはグリーンのフリンジをクリックして、色相範囲を設定します。
ko: 보라색 또는 녹색 색수차를 클릭하여 색조 범위를 설정합니다.
pt_br: Clique em uma borda roxa ou verde para definir seu intervalo de matiz.
zh_hans: 单击紫色或绿色边缘，设置其色相范围。
zh_hant: 按一下紫色或綠色邊緣，設定其色相範圍。

source: Click a shortcut, then press its new key combination. Changes apply when you save.
de: Klicken Sie auf einen Tastaturbefehl und drücken Sie die neue Tastenkombination. Änderungen werden beim Speichern übernommen.
es: Haga clic en un atajo y pulse la nueva combinación de teclas. Los cambios se aplican al guardar.
fr: Cliquez sur un raccourci, puis appuyez sur sa nouvelle combinaison de touches. Les modifications s’appliquent à l’enregistrement.
ja: ショートカットをクリックして、新しいキーの組み合わせを押してください。変更は保存時に適用されます。
ko: 단축키를 클릭한 다음 새 키 조합을 누르세요. 저장하면 변경 사항이 적용됩니다.
pt_br: Clique em um atalho e pressione a nova combinação de teclas. As alterações são aplicadas ao salvar.
zh_hans: 单击快捷键后，按下新的组合键。保存后更改生效。
zh_hant: 按一下快速鍵後，按下新的組合鍵。儲存後更改生效。

source: Click an object to select its outline · Tab for Wand · Shift add · Option subtract · Drag inside to move · ⌘-drag moves pixels · Delete clears · ⌘D deselect
de: Objekt anklicken, um seinen Umriss auszuwählen · Tab: Zauberstab · Umschalt: hinzufügen · Option: abziehen · Innen ziehen: verschieben · ⌘-Ziehen: Pixel verschieben · Löschen: leeren · ⌘D: Auswahl aufheben
es: Haga clic en un objeto para seleccionar su contorno · Tab para Varita · Shift añadir · Opción restar · Arrastrar dentro para mover · ⌘-arrastrar mueve píxeles · Suprimir borra · ⌘D deseleccionar
fr: Cliquer sur un objet pour sélectionner son contour · Tab : Baguette magique · Maj : ajouter · Option : soustraire · Glisser à l’intérieur : déplacer · ⌘-glisser : déplacer les pixels · Suppr : effacer · ⌘D : désélectionner
ja: オブジェクトをクリックして輪郭を選択 · Tab 自動選択に切り替え · Shift 追加 · Option 削除 · 内側をドラッグして移動 · ⌘-ドラッグでピクセルを移動 · Delete 消去 · ⌘D 選択解除
ko: 개체를 클릭하여 윤곽 선택 · Tab 자동 선택으로 전환 · Shift 추가 · Option 빼기 · 안쪽을 드래그하여 이동 · ⌘-드래그로 픽셀 이동 · Delete 지우기 · ⌘D 선택 해제
pt_br: Clique em um objeto para selecionar seu contorno · Tab para Varinha · Shift adicionar · Option subtrair · Arraste dentro para mover · ⌘-arrastar move pixels · Delete limpa · ⌘D cancelar seleção
zh_hans: 单击对象选择其轮廓 · Tab 切换魔棒 · Shift 添加 · Option 减去 · 在选区内拖动以移动 · ⌘-拖动移动像素 · Delete 清除 · ⌘D 取消选择
zh_hant: 按一下物件選取其輪廓 · Tab 切換魔術棒 · Shift 新增 · Option 減去 · 在選取範圍內拖曳以移動 · ⌘-拖曳移動像素 · Delete 清除 · ⌘D 取消選取

source: Click corners · Click start, double-click or Enter to close · Delete removes corner · Escape cancel
de: Eckpunkte anklicken · Startpunkt anklicken, doppelklicken oder Eingabetaste: schließen · Löschen: Eckpunkt entfernen · Esc: abbrechen
es: Haga clic en los vértices · Clic en el inicio, doble clic o Intro para cerrar · Suprimir elimina un vértice · Escape cancelar
fr: Cliquer sur les sommets · Cliquer sur le départ, double-cliquer ou Entrée : fermer · Suppr : retirer un sommet · Échap : annuler
ja: 頂点をクリック · 始点をクリック、ダブルクリック、または Enter で閉じる · Delete 頂点を削除 · Escape キャンセル
ko: 꼭짓점 클릭 · 시작점 클릭, 두 번 클릭 또는 Enter로 닫기 · Delete 꼭짓점 제거 · Escape 취소
pt_br: Clique nos vértices · Clique no início, clique duas vezes ou pressione Enter para fechar · Delete remove um vértice · Escape cancelar
zh_hans: 单击添加顶点 · 单击起点、双击或按 Enter 闭合 · Delete 删除顶点 · Esc 取消
zh_hant: 按一下新增頂點 · 按一下起點、按兩下或按 Enter 閉合 · Delete 刪除頂點 · Esc 取消

source: Click the canvas to sample
de: Auf die Arbeitsfläche klicken, um eine Farbe aufzunehmen
es: Haga clic en el lienzo para tomar una muestra
fr: Cliquer sur la zone de travail pour prélever une couleur
ja: カンバスをクリックしてサンプルを採取
ko: 캔버스를 클릭하여 샘플 추출
pt_br: Clique na tela para obter uma amostra
zh_hans: 单击画布取样
zh_hant: 按一下版面取樣

source: Click the fringe on the layer. Click the eyedropper again to stop.
de: Klicken Sie auf den Farbsaum auf der Ebene. Klicken Sie erneut auf die Pipette, um zu beenden.
es: Haga clic en el halo de la capa. Vuelva a hacer clic en el cuentagotas para terminar.
fr: Cliquez sur la frange du calque. Cliquez à nouveau sur la pipette pour terminer.
ja: レイヤー上のフリンジをクリックしてください。終了するにはスポイトをもう一度クリックします。
ko: 레이어의 색수차를 클릭하세요. 스포이드를 다시 클릭하면 종료합니다.
pt_br: Clique na borda colorida da camada. Clique novamente no conta-gotas para encerrar.
zh_hans: 单击图层上的色边。再次单击吸管可停止取样。
zh_hant: 按一下圖層上的色邊。再次按一下滴管可停止取樣。

source: Click the image to add that color to the selection
de: Klicken Sie auf das Bild, um diese Farbe der Auswahl hinzuzufügen
es: Haga clic en la imagen para añadir ese color a la selección
fr: Cliquez sur l'image pour ajouter cette couleur à la sélection
ja: 画像をクリックして、その色を選択範囲に追加
ko: 이미지를 클릭하여 해당 색상을 선택 영역에 추가
pt_br: Clique na imagem para adicionar essa cor à seleção
zh_hans: 单击图像，将该颜色添加到选区
zh_hant: 按一下影像，將該顏色新增到選取範圍

source: Click the image to center this range on that color
de: Klicken Sie auf das Bild, um diesen Bereich auf dieser Farbe zu zentrieren
es: Haga clic en la imagen para centrar esta gama en ese color
fr: Cliquez sur l'image pour centrer cette plage sur cette couleur
ja: 画像をクリックして、その色をこの範囲の中心に設定
ko: 이미지를 클릭하여 해당 색상을 이 범위의 중심으로 설정
pt_br: Clique na imagem para centralizar este intervalo nessa cor
zh_hans: 单击图像，以该颜色为范围中心
zh_hant: 按一下影像，以該顏色為範圍中心

source: Click the image to narrow this range to exclude that color
de: Klicken Sie auf das Bild, um diesen Bereich einzugrenzen, um diese Farbe auszuschließen
es: Haga clic en la imagen para estrechar esta gama para excluir ese color
fr: Cliquez sur l'image pour réduire cette plage pour exclure cette couleur
ja: 画像をクリックして、その色を除外するように範囲を狭める
ko: 이미지를 클릭하여 해당 색상을 제외하도록 범위 축소
pt_br: Clique na imagem para estreitar este intervalo para excluir essa cor
zh_hans: 单击图像，缩小范围以排除该颜色
zh_hant: 按一下影像，縮小範圍以排除該顏色

source: Click the image to pick the color to select.
de: Klicken Sie auf das Bild, um die Farbe auszuwählen.
es: Haga clic en la imagen para seleccionar el color.
fr: Cliquez sur l'image pour choisir la couleur à sélectionner.
ja: 画像をクリックして、選択する色を指定してください。
ko: 이미지를 클릭하여 선택할 색상을 지정하세요.
pt_br: Clique na imagem para escolher a cor a selecionar.
zh_hans: 单击图像，拾取要选择的颜色。
zh_hant: 按一下影像，拾取要選取的顏色。

source: Click the image to select that color
de: Klicken Sie auf das Bild, um diese Farbe auszuwählen
es: Haga clic en la imagen para seleccionar ese color
fr: Cliquez sur l'image pour sélectionner cette couleur
ja: 画像をクリックして、その色を選択
ko: 이미지를 클릭하여 해당 색상 선택
pt_br: Clique na imagem para selecionar essa cor
zh_hans: 单击图像以选择该颜色
zh_hant: 按一下影像以選取該顏色

source: Click the image to take that color out of the selection
de: Klicken Sie auf das Bild, um diese Farbe aus der Auswahl zu nehmen
es: Haga clic en la imagen para sacar ese color de la selección
fr: Cliquez sur l'image pour retirer cette couleur de la sélection
ja: 画像をクリックして、その色を選択範囲から削除
ko: 이미지를 클릭하여 해당 색상을 선택 영역에서 빼기
pt_br: Clique na imagem para tirar essa cor da seleção
zh_hans: 单击图像，从选区中减去该颜色
zh_hant: 按一下影像，從選取範圍中減去該顏色

source: Click the image to widen this range to include that color
de: Klicken Sie auf das Bild, um diesen Bereich zu erweitern, um diese Farbe einzubeziehen
es: Haga clic en la imagen para ampliar esta gama para incluir ese color
fr: Cliquez sur l'image pour élargir cette plage pour inclure cette couleur
ja: 画像をクリックして、その色を含めるように範囲を広げる
ko: 이미지를 클릭하여 해당 색상을 포함하도록 범위 확장
pt_br: Clique na imagem para ampliar este intervalo para incluir essa cor
zh_hans: 单击图像，扩大范围以包含该颜色
zh_hant: 按一下影像，擴大範圍以包含該顏色
